<?php

/*
		█▀▀ █░░ █▀▀█ █░░█ █▀▀█ ░▀░ █▀▀█
		█░░ █░░ █░░█ █░░█ █▄▄▀ ▀█▀ █▄▄█
		▀▀▀ ▀▀▀ ▀▀▀▀ ░▀▀▀ ▀░▀▀ ▀▀▀ ▀░░▀

		█▀▀▄ █▀▀ █▀▀▄ ░▀░ █▀▀ █▀▀█ ▀▀█▀▀ █▀▀ █▀▀▄
		█░░█ █▀▀ █░░█ ▀█▀ █░░ █▄▄█ ░░█░░ █▀▀ █░░█
		▀▀▀░ ▀▀▀ ▀▀▀░ ▀▀▀ ▀▀▀ ▀░░▀ ░░▀░░ ▀▀▀ ▀▀▀░

		█▀▀ █▀▀█ █▀▀█ █▀▀
		█░░ █░░█ █▄▄▀ █▀▀
		▀▀▀ ▀▀▀▀ ▀░▀▀ ▀▀▀

		█▀▀█ █░░ █░░█ █▀▀▀ ░▀░ █▀▀▄
		█░░█ █░░ █░░█ █░▀█ ▀█▀ █░░█
		█▀▀▀ ▀▀▀ ░▀▀▀ ▀▀▀▀ ▀▀▀ ▀░░▀

		  𝕻𝕽𝕰𝕾𝕰𝕹𝕿 𝕭𝖄

		░▒▓█ 𝓒𝓛𝓞𝓡𝓤𝓘𝓐 𝕻𝖑𝖚𝖌𝖎𝖓 𝕯𝖊𝖛𝖊𝖑𝖔𝖕𝖒𝖊𝖓𝖙 𝕯𝖊𝖕𝖆𝖗𝖒𝖙𝖓𝖊𝖙 █▓▒░

*/

/*

		░▒▓█ 𝓒𝓵𝓸𝓾𝓻𝓲𝓪 𝓓𝓮𝓭𝓲𝓬𝓪𝓽𝓮𝓭 𝓒𝓸𝓻𝓮 𝓟𝓵𝓾𝓰𝓲𝓷 █▓▒░

*/

declare(strict_types=1);
namespace CRPM\;

final class UselessThread extends \Thread {
	
	public function run(){
	}
	
}
